Repository: xamcat/EcoLabLocalization
Catalog: SampleApp/Resources/Strings/AppResources.*.resx
Languages: de, fr, it, ja, ko, nl, pl

source: Account
de: Konto
fr: Compte
ja: アカウント情報
ko: 계정
nl: Rekening
pl: Rachunek

# AccountDoesNotExistinCRM
source: CRM account does not exist, please create a ticket with EGIC to add account in CRM.
de: CRM-Konto existiert nicht, erstellen Sie bitte ein Ticket mit EGIC, um ein Konto in CRM hinzuzufügen.
fr: CRM compte n’existe pas, veuillez créer un billet avec EGIC pour ajouter un compte dans CRM.
it: Il cliente CRM non esiste, creare un biglietto con EGIC per aggiungere account in CRM.
ja: CRMアカウントが存在しません,CRMにアカウントを追加するためのEGICでチケットを作成してください.
ko: 계정이 CRM 존재하지 않습니다, CRM 계정을 추가하기 위해 EGIC와 티켓을 생성하십시오.
nl: CRM-account bestaat niet, maak een ticket aan bij EGIC om een account toe te voegen in CRM.
pl: Konto CRM nie istnieje, utwórz zgłoszenie z EGIC, aby dodać konto w CRM.

# AccountInfo
source: Account
de: Konto
fr: Compte
ja: アカウント情報
ko: 계정
nl: Rekening
pl: Rachunek

# AccountNotExists
source: {project} can’t be pushed to CRM since the account doesn’t exist in CRM. Please check your CRM settings.
de: {project} kann nicht CRM gedrückt werden da das Konto nicht in CRM existiert. Bitte überprüfen Sie Ihre CRM Einstellungen.
fr: {project} ne peut pas être poussé vers CRM car le compte n’existe pas dans CRM. Veuillez vérifier vos paramètres CRM.
it: {project} non può essere spinta al CRM poiché l'account non esiste in CRM. Controllare le impostazioni del CRM.
ja: {project} アカウントがCRMに存在しないため、CRMにプッシュすることはできません。あなたのCRM設定を確認してください。
ko: {project} 계정이 CRM 존재하지 않기 때문에 CRM 밀어 수 없습니다. CRM 설정을 확인하십시오.
nl: {project} kan niet naar CRM worden gepusht omdat het account niet bestaat in CRM. Controleer uw CRM-instellingen.
pl: {project} nie można wypchnąć do CRM, ponieważ konto nie istnieje w CRM. Sprawdź ustawienia swojego CRM.

# AccountText
source: Account
de: Konto
fr: Compte
ja: アカウント
ko: 계정
nl: Rekening
pl: Rachunek

source: air quality/
de: Luftqualität/
fr: qualité de l’air/
it: qualità dell'aria/
ja: 空気品質/
ko: 공기 청정도/
nl: Luchtkwaliteit/
pl: Jakość powietrza/

source: Alert
de: Alarm
fr: Alerte
it: Avviso
ja: アラート
ko: 경고
pl: Czujny

# AllPrograms
source: All Projects
de: Alle Projekte
fr: Tous les projets
it: Tutti i progetti
ja: すべてのプロジェクト
ko: 모든 프로젝트
nl: Alle projecten
pl: Wszystkie projekty

# AmmoniaCalIntro
source: The purpose of this TCO value documentation tool is to calculate the potential savings as a result of reducing scale in Ammonia Condenser. For further detail on Ammonia KM-PAC 3 Application and Best Practices Guide-Section 3.8-Refrigeration Systems, Pages 303-304. The condenser removes the heat that was absorbed in the evaporator and increased in the compressor, thus returning the ammonia back to a liquid state. Problems occur when there is a scale build-up on the outside of the tubes, inhibiting heat transfer
de: Der Zweck dieses Tools zur Dokumentation des TCO-Werts ist die Berechnung der potenziellen Einsparungen infolge der Reduzierung der Ablagerungen im Ammoniakkondensator. Für weitere Details zu Ammoniak KM-PAC 3 Anwendung und Best-Practices-Führung Abschnitt 3.8-Kühlsysteme, Seiten 303-304. Der Kondensator entfernt die Wärme, die im Verdampfer absorbiert und im Kompressor erhöht wurde, wodurch das Ammoniak in einen flüssigen Zustand zurückgeführt wird. Probleme treten auf, wenn sich an der Außenseite der Rohre Ablagerungen ansammeln, wodurch die Wärmeübertragung gehemmt wird.
fr: Le but de cet outil de documentation TCO valeur consiste à calculer les économies potentielles en raison de la réduction de l’ampleur dans le condenseur ammoniac. Pour plus de détails sur l’ammoniac KM-PAC 3 Application et Guide-Section des pratiques optimales 3,8-réfrigération, Pages 303-304. Le condenseur supprime la chaleur qui est absorbée à l’évaporateur et augmente dans le compresseur, et donc de réintégrer l’ammoniac à l’état liquide. Problèmes surviennent lorsqu’il y a une accumulation de tartre à l’extérieur des tubes, inhibant le transfert de chaleur
it: Lo scopo di questo strumento di documentazione sul valore TCO è quello di calcolare il risparmio potenziale a causa della riduzione della scala nel condensatore di ammoniaca. Per ulteriori dettagli su ammoniaca km-PAC 3 applicazione e Best Practices Guide-sezione 3,8-sistemi di refrigerazione, pagine 303-304. Il condensatore rimuove il calore che è stato assorbito nell'evaporatore ed è aumentato nel compressore, restituendo così l'ammoniaca di nuovo ad uno stato liquido. I problemi si verificano quando c'è una scala di accumulo sulla parte esterna dei tubi, inibendo il trasferimento di calore
ja: この tco 値文書化ツールの目的は、アンモニアコンデンサのスケールを縮小した結果として、潜在的な節約を計算することです。アンモニアキロの詳細については-pac 3 のアプリケーションとベストプラクティスガイド-セクション 3.8-冷凍システム、ページ303-304。コンデンサーは蒸発器で吸収され、圧縮機で増加した熱を取除く、従って液体の状態に戻ってアンモニアを戻す。チューブの外側にスケールのビルドアップがある場合に発生する問題は、熱伝達を抑制する
ko: 이 tco 가치 문서화 도구의 목적은 암모니아 콘덴서의 규모를 줄이는 결과로 잠재적인 저축을 계산 하는 것입니다. 암모니아 킬로미터에 대 한 자세한 내용은-pac 3 응용 프로그램 및 모범 사례 가이드-섹션 3.8-냉장 시스템, 페이지 303-304. 콘덴서는 증발 기에서 흡수 된 열을 제거 하 고 압축기에서 증가 해, 따라서 액체 국가에 암모니아를 다시 돌려보내는. 문제는 튜브의 외부에 스케일 구축 업이 있을 때 발생 합니다, 열 전달 억제
nl: Het doel van deze TCO tool voor de documentatie van de waarde is het berekenen van de potentiële besparingen als gevolg van de vermindering van de schaal in ammoniak condensor. Voor verdere informatie over ammoniak KM-PAC 3 toepassing en Best Practices Guide-afdeling 3.8-koelsystemen, 303-304 pagina's. De condensor verwijdert de hitte die werd geabsorbeerd in de verdamper en steeg in de compressor, dus de ammoniak terug naar een vloeibare staat terug te keren. Problemen voordoen wanneer er een opbouw van de schaal op de buitenzijde van de buizen, remming van de warmte-overdracht
pl: Celem tego narzędzia do dokumentowania wartości TCO jest obliczenie potencjalnych oszczędności w wyniku zmniejszenia kamienia w skraplaczu amoniaku. Aby uzyskać więcej informacji na temat amoniaku KM-PAC 3 Przewodnik po zastosowaniach i najlepszych praktykach-Rozdział 3.8-Systemy chłodnicze, strony 303-304. Skraplacz usuwa ciepło, które zostało pochłonięte w parowniku i zwiększone w sprężarce, przywracając w ten sposób amoniak z powrotem do stanu ciekłego. Problemy pojawiają się, gdy na zewnątrz rur gromadzi się kamień, hamujący przenoszenie ciepła

source: and
de: Und
fr: Et
it: E
ja: そして
ko: 및
nl: en
pl: i

# AndroidScanText
source: Scan for Android App
de: Android-App scannen
fr: Rechercher l’application Android
it: Scansiona l'app Android
ja: Androidアプリをスキャン
ko: Android 앱 스캔
nl: Scannen voor Android-app
pl: Skanuj w poszukiwaniu aplikacji na Androida

# AnnualSavingsTypeLabel
source: Annual Savings Type
de: Art der jährlichen Einsparungen
fr: Type d’économies annuelles
it: Tipo di risparmio annuale
ja: 年間セービングの種類
ko: 연간 절감 유형
nl: Type jaarlijkse besparingen
pl: Rodzaj oszczędności rocznych

# ApplyText
source: Apply
de: Anwenden
fr: Appliquer
it: Applicare
ja: 適用
ko: 적용
nl: Toepassen
pl: Zastosować

# ArchiveConfirmation
source: Archiving this project will remove the project from the TVD Calculator application but will not impact CRM. Contact EGIC to restore the project.
de: Das Archivieren dieses Projekts wird das Projekt aus der TVD-Taschenrechner-Anwendung entfernen aber CRM nicht beeinflussen. Kontaktieren Sie EGIC um das Projekt wiederherzustellen.
fr: Projection de ce projet supprimera le projet de l’application TVD Calculator mais n’aura pas d’impact sur CRM. Contactez EGIC pour restaurer le projet.
it: L'archiviazione di questo progetto rimuoverà il progetto dall'applicazione TVD Calculator ma non influirà sul CRM. Contattare EGIC per ripristinare il progetto.
ja: このプロジェクトをアーカイブすると、TVD計算機アプリケーションからプロジェクトが削除されますが、CRMには影響しません。 EGICに連絡してプロジェクトを復元してください。
ko: 이 프로젝트를 보관하면 TVD 계산기 응용 프로그램에서 프로젝트가 제거되지만 CRM 영향을 미치지 않습니다. EGIC에 연락하여 프로젝트를 복원하십시오.
nl: Als u dit project archiveert, wordt het project verwijderd uit de TVD Calculator-applicatie, maar dit heeft geen invloed op CRM. Neem contact op met EGIC om het project te herstellen.
pl: Zarchiwizowanie tego projektu spowoduje usunięcie projektu z aplikacji Kalkulator TVD, ale nie będzie miało wpływu na CRM. Skontaktuj się z EGIC w celu przywrócenia projektu.

# ArchiveProgram
source: Archive Project
de: Archiv-Projekt
fr: Projet d’archive
it: Archivio progetto
ja: アーカイブ プロジェクト
ko: 아카이브 프로젝트
nl: Archief Project
pl: Projekt archiwalny

source: Archive Project
de: Archiv-Projekt
fr: Projet d’archive
it: Archivio progetto
ja: アーカイブ プロジェクト
ko: 아카이브 프로젝트
nl: Archief Project
pl: Projekt archiwalny

source: Are you sure?
de: Sind Sie sicher?
fr: Êtes-vous sûr
it: Sei sicuro?
ja: よろしいですか?
ko: 정말 진행하시겠습니까?
nl: Weet je het zeker
pl: Czy na pewno?

source: Asset
de: Vermögenswert
fr: Actif
it: RISORSE
ja: 資産
ko: 자산
nl: Activa
pl: Atut

# AssetCapacity
source: Capacity - Asset Protection
de: Kapazität - Anlagenschutz
fr: Capacité - Protection des actifs
it: Capacità - Protezione delle risorse
ja: 容量 - 資産保護
ko: 용량 - 자산 보호
nl: Capaciteit - Bescherming van bedrijfsmiddelen
pl: Pojemność - Ochrona zasobów

source: Asset life
de: Anlagenlebensdauer
fr: Durée de vie des actifs
it: Durata delle risorse
ja: 資産の寿命
ko: 자산 수명
nl: Levensduur van activa
pl: Okres eksploatacji zasobu

# AssetText
source: Asset
fr: Actif
ja: 資産
ko: 자산
nl: Bezit
pl: Atut

# AverageStandards
source: Or use averages and standards
de: Oder verwenden Sie Durchschnitte und Standards
fr: Ou utiliser des moyennes et des normes
it: Oppure usate le medie e gli standard
ja: または平均や基準を使用します
ko: 또는 평균 및 표준을 사용하십시오.
nl: Of gebruik gemiddelden en standaarden
pl: Lub użyj średnich i standardów

# BackGroundSyncInProgress
source: Background sync in-progress, Please try after some time
de: Hintergrund-Synchronisierung in Bearbeitung, bitte versuchen Sie es nach einiger Zeit nochmals
fr: Synchronisation d’arrière-plan en cours, veuillez attendre un moment avant de réessayer
it: Sincronizzazione in background in corso. Riprovare più tardi
ja: バックグラウンド同期が進行中です。しばらくしてからお試しください
ko: 백그라운드 동기화가 진행 중입니다. 잠시 후 다시 시도하십시오.
nl: Synchronisatie op de achtergrond wordt uitgevoerd, probeer het na enige tijd
pl: Trwa synchronizacja w tle, spróbuj po pewnym czasie

# BackText
source: Back
de: Zurück
fr: Précédent
it: Indietro
ja: 戻る
ko: 뒤로
nl: Terug
pl: Wstecz

# Between
source: Value should be between
de: Wert sollte zwischen
fr: La valeur doit être comprise entre
it: Il valore deve essere compreso tra
ja: 値は
ko: 가치는 그 사이여야 합니다.
nl: De waarde moet tussen
pl: Wartość powinna mieścić się w przedziale

# CalculationErrMsg
source: Error occurred in calculation, Please try with different values.
de: Fehler bei der Berechnung, Bitte versuchen Sie es mit verschiedenen Werten.
fr: Une erreur s’est produite dans le calcul, Veuillez essayer avec différentes valeurs.
it: Si è verificato un errore nel calcolo, provare con valori diversi.
ja: 計算でエラーが発生しました、別の値を試してください。
ko: 계산시 오류가 발생했습니다. 다른 값을 사용해 보십시오.
nl: Er is een fout opgetreden bij de berekening, probeer het met andere waarden.
pl: Wystąpił błąd w obliczeniach, spróbuj z różnymi wartościami.

source: Calculator Type:
de: Taschenrechner
fr: Type de calculatrice :
it: Tipo di calcolatrice
ja: 電卓
ko: 계산기
nl: rekenmachine
pl: Typ kalkulatora:

# CalculatorType1
source: * Calculator Type
de: Taschenrechner
fr: * Type de calculatrice
it: Tipo di calcolatrice
ja: 電卓
ko: 계산기
nl: rekenmachine
pl: * Typ kalkulatora

# CalculatorTypeText
source: Calculator Type
de: Taschenrechner
fr: la calculatrice
it: Tipo di calcolatrice
ja: 電卓
ko: 계산기
nl: rekenmachine
pl: Typ kalkulatora

# CalenderText
source: Calender
de: Kalender
fr: Calendrier
it: Calendario
ja: カレンダー
ko: 달력
nl: Kalender
pl: Kalendarz

source: Cancel
de: Abbrechen
fr: Annuler
it: Cancella
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj

source: Changes and Savings
de: Änderungen und Einsparungen
fr: Changements et économies
it: Cambiamenti e risparmi
ja: 変更およびセービング
ko: 변경 및 절감
nl: Wijzigingen en besparingen
pl: Zmiany i oszczędności

# ClearAllText
source: Clear All
de: Alle löschen
fr: Effacer tout
it: Cancella tutto
ja: すべてクリア
ko: 모두 지우기
nl: Alles wissen
pl: Wyczyść wszystko

source: Close
de: Schliessen
fr: Fermer
it: Chiudi
ja: 終了
ko: 닫기
nl: Afsluiten
pl: Zamykać

source: Close Application
de: Anwendung schließen
fr: Fermer l'application
it: Chiudi applicazione
ja: アプリケーションを終了します。
ko: 응용 프로그램을 닫습니다
nl: sluit applicatie
pl: Zamknij aplikację

# CmvCrmProjectLinkOpen
source: Open the CRM project
de: Öffnen Sie das CRM Projekt
fr: Ouvrir le projet CRM
it: Apri il progetto CRM
ja: CRMプロジェクトを開く
ko: CRM 프로젝트 열기
nl: Open het CRM-project
pl: Otwórz projekt CRM

# CmvCurrentProjectState
source: Current CRM Project State
de: Aktueller CRM Projektstaat
fr: État du projet actuel CRM
it: Stato attuale del progetto CRM
ja: 現在のCRMプロジェクトの状態
ko: 현재 CRM 프로젝트 상태
nl: Huidige status van CRM-project
pl: Aktualny stan projektu CRM

# CmvErrorMsgConnection
source: Error occured while interacting to CRM. Please try agin later.
de: Während der Interaktion mit CRM ist ein Fehler aufgetreten. Bitte versuchen Sie es später noch einmal.
fr: Une erreur s’est produite au moment de l’interaction avec CRM. Veuillez réessayer plus tard.
it: Si è verificato un errore durante l’interazione con CRM. Riprovare più tardi.
ja: CRMとの通信中にエラーが発生しました。
ko: CRM과 상호 작용하는 동안 오류가 발생했습니다. 나중에 다시 시도하십시오.
nl: Er is een fout opgetreden tijdens de interactie met CRM. Probeer agin later.
pl: Wystąpił błąd podczas interakcji z CRM. Spróbuj agin później.

# CmvInfo
source: CRM Program Info
de: CRM Programminformation
fr: Infos sur le programme CRM
it: Info programma CRM
ja: CRMプログラム情報
ko: 프로그램 정보 CRM
nl: Informatie over CRM-programma's
pl: Informacje o programie CRM

# CMVInfomationText
source: This project hasn't been pushed to CRM (OR) This project has been deleted from the CRM (OR) Some changes has been made to this scenario
de: Dieses Projekt wurde nicht auf CRM (OR) Dieses Projekt wurde vom CRM (OR) Gelöscht einige Änderungen an diesem Szenario
fr: Ce projet n’a pas été poussé à CRM (OR) Ce projet a été supprimé du CRM (OU) Quelques modifications ont été apportées à ce scénario
it: Questo progetto non è stato spinto su CRM (OR) Questo progetto è stato eliminato dal CRM (OR) Alcune modifiche sono state apportate a questo scenario
ja: このプロジェクトは CRM (または) にプッシュされていませんこのプロジェクトは、CRM (または) から削除されましたこのシナリオにいくつかの変更が行われました。
ko: 이 프로젝트는 CRM(또는) 이 프로젝트가 CRM 삭제되었습니다(또는) 이 시나리오에 대해 일부 변경 사항이 있습니다.
nl: Dit project is niet gepusht naar CRM (OR) Dit project is verwijderd uit het CRM (OR) Er zijn enkele wijzigingen aangebracht in dit scenario
pl: Ten projekt nie został wypchnięty do CRM (OR) Ten projekt został usunięty z CRM (OR) W tym scenariuszu wprowadzono pewne zmiany

# CmvLastPublishedDate
source: Last Published Date
de: Datum der letzten Veröffentlichung
fr: Date de la dernière publication
it: Data ultima pubblicazione
ja: 最終公開日
ko: 마지막 게시일
nl: Datum laatste publicatie
pl: Data ostatniej publikacji

# CMVProjectInformationText
source: CRM Project Information
de: CRM Projektinformationen
fr: Informations sur les projets CRM
it: Informazioni sul progetto CRM
ja: CRMプロジェクト情報
ko: 프로젝트 정보 CRM
nl: Informatie over CRM-projecten
pl: Informacje o projekcie CRM

# CmvProjectName
source: CRM Project Name
de: CRM Projektname
fr: Nom du projet CRM
it: Nome progetto CRM
ja: CRMプロジェクト名
ko: CRM 프로젝트 이름
nl: Naam CRM-project
pl: Nazwa projektu CRM

# CmvPushFailure
source: '{project}' Project can’t be pushed to CRM.
de: '{project}' Projekt kann nicht auf CRM gedrückt werden.
fr: '{project}« Le projet ne peut pas être poussé vers CRM.
it: '{project}' Progetto non può essere spinto al CRM.
ja: '{project}' プロジェクトはCRMにプッシュすることはできません.
ko: '{project}'프로젝트는 CRM 추진될 수 없습니다.
nl: '{project}' Project kan niet naar CRM worden gepusht.
pl: '{project}' Nie można wypchnąć projektu do CRM.

# CmvPushSuccess
source: '{project}' Project has been pushed to CRM successfully.
de: '{project}' Projekt wurde erfolgreich CRM gedrängt.
fr: '{project}« Le projet a été poussé à CRM avec succès.
it: '{project}' Project è stato spinto con successo in CRM.
ja: '{project}' プロジェクトが正常にCRMにプッシュされました.
ko: '{project}' 프로젝트는 성공적으로 CRM 추진하고있다.
nl: '{project}' Project is met succes naar CRM gepusht.
pl: '{project}' Projekt został pomyślnie przeniesiony do CRM.

# CompareStatesTabName
source: Compare states
de: Vergleichen Sie die Zustände
fr: Comparez les états
it: Confronta stati
ja: 状態を比較する
ko: 상태 비교
nl: Vergelijk staten
pl: Porównywanie stanów

# CoolingCalIntro
source: The purpose of this TCO value documentation tool is to calculate the potential water savings as a result of increasing tower cycles. Please make sure to review scenario in the optimizer before making recommendations.
de: Das TCO-Wert-Dokumentationstool soll das Einsparpotenzial von Wasser infolge der steigenden Turm Zyklen zu berechnen. Bitte stellen Sie sicher, Szenario im Optimizer zu überprüfen, bevor er Empfehlungen.
fr: Le but de cet outil de documentation TCO valeur consiste à calculer les économies potentielles de l’eau en raison de l’augmentation tour cycles. Veuillez vous assurer de revoir le scénario dans l’optimiseur avant de faire des recommandations.
it: Lo scopo di questo strumento di documentazione di valore TCO è quello di calcolare il potenziale risparmio di acqua come risultato di aumentare i cicli di Torre. Si prega di assicurarsi di rivedere scenario in query optimizer prima di formulare raccomandazioni.
ja: この TCO 値マニュアル ツールの目的は、塔サイクルの増加の結果として潜在的な水の節約を計算します。提言を行う前に、オプティマイザーでシナリオを確認してください。
ko: 이 TCO 값 문서 도구의 목적은 타워 주기 증가 결과로 물 절감 계산 하입니다. 추천을 하기 전에 최적화 프로그램에서 시나리오를 검토 확인 하시기 바랍니다.
nl: Het doel van deze TCO tool voor de documentatie van de waarde is het berekenen van de potentiële besparingen van het water als gevolg van de verhoging van de cycli van de toren. Zorg ervoor dat u Lees scenario in de optimizer alvorens aanbevelingen.
pl: Celem tego narzędzia do dokumentowania wartości TCO jest obliczenie potencjalnych oszczędności wody w wyniku zwiększenia liczby cykli wieży. Pamiętaj, aby przejrzeć scenariusz w optymalizatorze przed przedstawieniem zaleceń.

source: Costs
de: Kosten
fr: Coûts
it: Costi
ja: コスト
ko: 비용
nl: Kosten
pl: Koszty

source: Create
de: Erstellen
fr: Créer
it: Crea
ja: 作成
ko: 생성
nl: Aanmaken
pl: Tworzyć

source: Created by
de: Erstellt von
fr: Créé par
it: Creato da
ja: 作成者
ko: 작성자 :
nl: Aangemaakt door
pl: Utworzony przez

# CreateNewProjectPage
source: Create New Project
de: Neues Projekt
fr: Impossible de créer un nouveau projet
it: Crea nuovo progetto
ja: 新しいプロジェクトを作成する
ko: 새 프로젝트 생성
nl: Maak nieuw project
pl: Utwórz nowy projekt

source: Creating Project...
de: Projekt erstellen...
fr: Créer un projet...
it: Creazione di progetto...
ja: プロジェクトの作成...
ko: 프로젝트 생성...
nl: Project maken...
pl: Tworzenie projektu...

# CreatingProjectText
source: Creating Project...
de: Projekt erstellen...
fr: Créer un projet...
it: Creazione di progetto...
ja: プロジェクトの作成...
ko: 프로젝트 생성...
nl: Project maken...
pl: Tworzenie projektu...

source: Creation Date
de: Erstellungsdatum
fr: Date de création
it: Data di creazione
ja: 作成日
ko: 생성 날짜
nl: Datum van creatie
pl: Data utworzenia

# CreationDateEmpty
source: Creation Date can not be empty
de: Erstellungsdatum darf nicht leer sein
fr: Date de création ne peut pas être vide
it: Data di creazione non può essere vuota
ja: 作成日を記入してください。
ko: 만든 날짜 빈 수 없습니다
nl: Aanmaakdatum kan niet leeg zijn
pl: Data utworzenia nie może być pusta

# CreationDateText
source: Creation Date
de: Erstellungsdatum
fr: Date de création
it: Data di creazione
ja: 作成日
ko: 생성 날짜
nl: Datum van creatie
pl: Data utworzenia

# CRMAccountNotExist
source: '{project}' can't be pushed to CRM since the CRM account doesn't exist, please create a ticket with EGIC to add account in CRM.
de: '{project}' kann nicht auf CRM gedrückt werden, da das CRM-Konto nicht existiert, erstellen Sie bitte ein Ticket mit EGIC, um ein Konto in CRM hinzuzufügen.
fr: '{project}« Ne peut pas être poussé vers CRM puisque le compte CRM n’existe pas, veuillez créer un billet avec EGIC pour ajouter un compte dans CRM.
it: '{project}Non può essere spinta al CRM poiché l'account CRM non esiste, creare un biglietto con EGIC per aggiungere account in CRM.
ja: '{project}' CRMアカウントが存在しないため、CRMにプッシュすることはできません, CRMにアカウントを追加するためのEGICでチケットを作成してください.
ko: '{project}'CRM 계정이 없기 때문에 CRM 밀어 낼 수 없으며, EGIC와 함께 티켓을 만들어 CRM 계정을 추가하십시오.
nl: '{project}' kan niet naar CRM worden gepusht omdat het CRM-account niet bestaat, maak een ticket aan met EGIC om een account toe te voegen in CRM.
pl: '{project}' nie można przesłać do CRM, ponieważ konto CRM nie istnieje, utwórz zgłoszenie za pomocą EGIC, aby dodać konto w CRM.

# CRMErrorMessage
source: '{project}' can't be pushed to CRM since the CRM workbook doesn't exist in the account in CRM. Please check your CRM settings.
de: '{project}' kann nicht auf CRM gedrückt werden da die CRM Arbeitsmappe in CRM nicht im Konto vorhanden ist. Bitte überprüfen Sie Ihre CRM Einstellungen.
fr: '{project}« impossible d’être poussé vers CRM car le classeur CRM n’existe pas dans le compte dans CRM. Veuillez vérifier vos paramètres CRM.
it: '{project}' non può essere spinta al CRM poiché il manuale di CRM non esiste nell'account in CRM. Controllare le impostazioni del CRM.
ja: '{project}' CRM のアカウントに CRM ブックが存在しないため、CRM にプッシュすることはできません。あなたのCRM設定を確認してください。
ko: '{project}'CRM 워크북이 CRM 계정에 없기 때문에 CRM 밀어붙일 수 없습니다. CRM 설정을 확인하십시오.
nl: '{project}' kan niet naar CRM worden gepusht omdat de CRM-werkmap niet bestaat in het account in CRM. Controleer uw CRM-instellingen.
pl: '{project}' nie można wypchnąć do CRM, ponieważ skoroszyt CRM nie istnieje na koncie w CRM. Sprawdź ustawienia swojego CRM.

# CrmUserDoesNotExist
source: {project} can’t be pushed to CRM due to insufficient permission in CRM. Please check your CRM settings.
de: {project} kann aufgrund unzureichender Genehmigung in CRM nicht CRM gedrückt werden. Bitte überprüfen Sie Ihre CRM Einstellungen.
fr: {project} ne peut pas être poussé à CRM en raison d’une autorisation insuffisante dans CRM. Veuillez vérifier vos paramètres CRM.
it: {project} non può essere spinta al CRM a causa di un permesso insufficiente in CRM. Controllare le impostazioni del CRM.
ja: {project} CRMのアクセス許可が不十分のため、CRMにプッシュすることはできません。あなたのCRM設定を確認してください。
ko: {project} CRM 인가가 불충분하여 CRM 밀려나지 못함. CRM 설정을 확인하십시오.
nl: {project} kan niet naar CRM worden gepusht vanwege onvoldoende toestemming in CRM. Controleer uw CRM-instellingen.
pl: {project} nie można wypchnąć do CRM z powodu niewystarczających uprawnień w CRM. Sprawdź ustawienia swojego CRM.

source: * Currency
de: Währung
fr: Devise
it: Valuta
ja: 通貨
ko: 통화
nl: Valuta
pl: *Waluta

# CurrencyInfo
source: Currency:
de: Währung
fr: Devise
it: Valuta
ja: 通貨
ko: 통화
nl: Valuta
pl: Waluta:

# CurrencyText
source: Currency
de: Währung
fr: Monnaie
it: Valuta
ja: 通貨
ko: 통화
nl: Valuta
pl: Waluta

# CurrencyValidation
source: Currency cannot be empty
de: Die Währung darf nicht leer sein
fr: Monnaie ne peut pas être vide
it: Valuta non può essere vuoto
ja: 通貨を記入してください。
ko: 통화는 비어 있을 수 없습니다
nl: Kan niet leeg zijn
pl: Waluta nie może być pusta

source: Current State
de: Aktueller Zustand
fr: Situation actuelle
it: Stato attuale
ja: 現在の状態
ko: 현재 상태
nl: Huidige Status:
pl: Stan obecny
