Repository: xamcat/EcoLabLocalization
Catalog: SampleApp/Resources/Strings/AppResources.*.resx
Languages: de, fr, it, ja, ko, nl, pl

# ReducedCalIntro
source: The purpose of this TCO value documentation tool is to calculate the potential savings as a result of reduced corrosion retes. Controlling corrosion can significantly reduce pipe replacement costs.
de: Das TCO-Wert-Dokumentationstool soll die potenziellen Einsparungen durch geringere Korrosion Retes berechnen. Kontrolle der Korrosion Rohr Ersatzkosten deutlich reduzieren kann.
fr: Le but de cet outil de documentation TCO valeur consiste à calculer les économies potentielles à la suite de retes réduit la corrosion. Contrôle de la corrosion peut réduire considérablement les coûts de remplacement tuyau.
it: Lo scopo di questo strumento di documentazione di valore TCO è quello di calcolare il potenziale di risparmio a seguito di retes corrosione ridotta. Controllo della corrosione può ridurre significativamente i costi di sostituzione del tubo.
ja: この TCO 値マニュアル ツールの目的は、削減の腐食速度の結果として潜在的な貯蓄を計算します。腐食の制御は、パイプ交換コストを大幅に削減することができます。
ko: 이 TCO 값 문서 도구의 목적은 감소 부식 retes 결과로 잠재적인 저축을 계산 하는 것입니다. 부식 제어 파이프 교체 비용 상당히 줄일 수 있습니다.
nl: Het doel van deze TCO tool voor de documentatie van de waarde is het berekenen van de potentiële besparingen als gevolg van de verminderde corrosie retes. Beheersing van corrosie aanzienlijk kan verminderen kosten van de vervanging van de pijp.
pl: Celem tego narzędzia do dokumentowania wartości TCO jest obliczenie potencjalnych oszczędności w wyniku zmniejszenia odporności na korozję. Kontrolowanie korozji może znacznie obniżyć koszty wymiany rur.

source: reduced emissions
de: reduzierung der Emissionen
fr: réduction des émissions
it: emissioni ridotte
ja: 排出物の削減
ko: 배출 감소
nl: Verminderde uitstoot
pl: Zmniejszona emisja

# RefreshButton
source: Refresh
de: Aktualisieren
fr: Actualiser
it: Aggiorna
ja: 更新
ko: 새로 고침
nl: Opfrissen
pl: Odświeżyć

source: Reliability
de: Zuverlässigkeit
fr: Fiabilité
it: Affidabilità
ja: 信頼性
ko: 신뢰성
nl: Betrouwbaarheid
pl: Niezawodność

# ReliabilityCapacity
source: Capacity - Reliability
de: Kapazität - Zuverlässigkeit
fr: Capacité - Fiabilité
it: Capacità - Affidabilità
ja: 容量- 信頼性
ko: 용량 - 신뢰성
nl: Capaciteit - Betrouwbaarheid
pl: Pojemność - Niezawodność

# RemoveRowAlert
source: You cannot remove the Row.
de: Sie können die Zeile nicht entfernen.
fr: Vous ne pouvez pas supprimer la ligne.
it: Non è possibile rimuovere la riga.
ja: 行を削除することはできません。
ko: 행을 제거할 수 없습니다.
nl: U kunt de rij niet verwijderen.
pl: Nie można usunąć wiersza.

# ReportDetailsTabName
source: Report Details
de: Details des Berichts
fr: Détails du rapport
it: Dettagli rapporto
ja: 報告書の詳細
ko: 보고서 세부정보
nl: Details van het rapport
pl: Szczegóły raportu

# ReportGeneratedMessage
source: Report generated successfully.
de: Der Bericht wurde erfolgreich generiert.
fr: Rapport généré avec succès.
it: Il report è stato generato con successo.
ja: レポートが正しく作成されました。
ko: 보고서가 성공적으로 생성되었습니다.
nl: Rapport succesvol gegenereerd.
pl: Raport został wygenerowany pomyślnie.

# ReportGenerating
source: Generating Report...
de: Erstellen eines Berichts...
fr: Générer un rapport...
it: Generazione del report in cui è stato generato...
ja: レポートの生成...
ko: 보고서 생성 중...
nl: Rapport genereren...
pl: Generowanie raportu...

# Required
source: Required Field
de: Erforderlich
fr: Requis
it: Richiesto
ja: 要求仕様
ko: 要求仕様
nl: Required
pl: Pole wymagane

source: Required Fields Missing
de: Erforderliche Felder fehlen
fr: Champs obligatoires manquants
it: Campi obbligatori mancanti
ja: 必須フィールドがありません
ko: 필수 필드 누락
nl: Verplichte velden ontbreken
pl: Brak wymaganych pól

# RequiredFieldsMissingMessage
source: Please fill out the required fields that are missing.
de: Bitte füllen Sie die erforderlichen Felder aus, die fehlen.
fr: Veuillez remplir les champs obligatoires qui sont manquants.
it: Compilare i campi obbligatori mancanti.
ja: 必須フィールドに不足している情報を入力してください。
ko: 누락된 필수 필드를 작성하십시오.
nl: Vul de verplichte velden in die ontbreken.
pl: Wypełnij wymagane pola, których brakuje.

# RequireFieldsLeft
source: {0:F0} Required Field(s) Left
de: {0:F0} Erforderliches Feld(n) links
fr: {0:F0} Champ requis (s) gauche
it: {0:F0} Campo obbligatorio (s) sinistra
ja: {0:F0} 必須フィールド(左)
ko: {0:F0} 필수 필드 왼쪽
nl: {0:F0} Verplicht veld(en) links
pl: {0:F0} Wymagane pole(a) po lewej stronie

# RowsLimit
source: You cannot add more than 8 rows.
de: Sie können nicht mehr als 8 Zeilen hinzufügen.
fr: Vous ne pouvez pas ajouter plus de 8 lignes.
it: Non è possibile aggiungere più di 8 righe.
ja: 追加できる行は8行までです。
ko: 행은 8개 이상 추가할 수 없습니다.
nl: U kunt niet meer dan 8 rijen toevoegen.
pl: Nie można dodać więcej niż 8 wierszy.

source: Save
de: Speichern
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장하기
nl: Bespaar
pl: Zapisać

# SaveAndClose
source: Save & Close
de: Speichern und schließen
fr: Enregistrer et fermer
it: Salva e Chiudi
ja: 保存して閉じる
ko: 저장 하 고 닫습니다
nl: Opslaan en sluiten
pl: Zapisz i zamknij

source: Save As
de: Speichern unter
fr: Enregistrer sous
it: Salva come
ja: 名前を付けて保存
ko: 다른 이름으로 저장
nl: Bewaren
pl: Zapisz jako

# SaveAsNewProject
source: Save as New
de: Als Neu speichern
fr: Enregistrer comme nouveau
it: Salva come nuovo
ja: 新規保存
ko: 다른 이름으로 저장
nl: Opslaan als nieuw
pl: Zapisz jako nowy

# SaveChangesMessage
source: Do you want to save your changes before you leave the page?
de: Möchten Sie Ihre Änderungen speichern, bevor Sie die Seite verlassen?
fr: Vous voulez enregistrer vos modifications avant de quitter la page ?
it: Si desidera salvare le modifiche prima di uscire dalla pagina?
ja: ページを終了する前に変更を保存しますか?
ko: 페이지를 떠나기 전에 변경 사항을 저장 하 시겠습니까?
nl: Wilt u uw wijzigingen opslaan voordat u de pagina verlaat?
pl: Czy chcesz zapisać zmiany przed opuszczeniem strony?

# SaveChangesTitle
source: Save changes?
de: Änderungen speichern
fr: Enregistrer les modifications ?
it: Salva le modifiche
ja: 設定を保存
ko: 변경 사항 저장
nl: Wijzigingen opslaan
pl: Zapisać zmiany?

source: saved
de: Gespeichert
fr: Sauvé
it: Salvato
ja: 保存
ko: 저장
nl: Opgeslagen
pl: Zapisano

# SavedSucessfullyText
source: Saved Sucessfully.
de: Erfolgreich gespeichert.
fr: Réussissablement.
it: Salvato con attenzione.
ja: スクセスフルに節約しました。
ko: 교묘하게 저장되었습니다.
nl: Met succes gered.
pl: Uratowany pomyślnie.

# SaveOptionsText
source: Save Options
de: Optionen speichern
fr: Enregistrer les options
it: Salva opzioni
ja: オプションを保存
ko: 옵션 저장
nl: Opties opslaan
pl: Opcje zapisu

# SavingText
source: Saving...
de: Speichern...
fr: Économie...
it: Salvataggio...
ja: 保存。。。
ko: 저장...
nl: Besparing...
pl: Oszczędność...

# ScanText
source: Scan for Mobile App
de: Suchen Sie nach mobiler App
fr: Recherchez l’application mobile
it: Scansione app mobile
ja: モバイルアプリをスキャン
ko: 모바일 앱 스캔
nl: Scannen voor mobiele app
pl: Skanuj w poszukiwaniu aplikacji mobilnej

source: Search Account
de: Suchkonto
fr: Compte de recherche
it: Ricerca Account
ja: アカウント検索
ko: 계정 검색
nl: Zoek de Account
pl: Szukaj konta

# SearchAssetText
source: Search Asset
de: Anlagen suchen
fr: Rechercher l’actif
it: Cerca asset
ja: 資産を検索
ko: 자산 검색
nl: Asset zoeken
pl: Zasób wyszukiwania

# SearchCalculatorText
source: Search Calculator
de: Suchrechner
fr: Rechercher un calculateur
it: Cerca calcolatrice
ja: 計算ツールを検索
ko: 계산기 검색
nl: Zoeken Calculator
pl: Kalkulator wyszukiwania

source: Search Currency
de: Währung suchen
fr: Rechercher une devise
it: Cerca valuta
ja: 通貨を検索
ko: 통화 검색
nl: Valuta zoeken
pl: Waluta wyszukiwania

# SearchSiteText
source: Search Site
de: Website suchen
fr: Rechercher un site
it: Cerca sito
ja: サイトを検索
ko: 사이트 검색
nl: Zoeken op de site
pl: Szukaj w witrynie

# SearchValueCategoryText
source: Search Value Category
de: Kategorie des Wertes suchen
fr: Rechercher une catégorie de valeur
it: Cerca Categoria valore
ja: 値のカテゴリーを検索
ko: 가치 카테고리 검색
nl: Zoekwaarde Categorie
pl: Kategoria wartości wyszukiwania

# SelectAccountText
source: Select an Account
de: Wählen Sie ein Konto aus
fr: Sélectionnez un compte
it: Seleziona un account
ja: アカウントを選択
ko: 계정 선택
nl: Selecteer een account
pl: Wybierz konto

# SelectAsset
source: Select an [Asset]
de: Anlage # wählen:
fr: Sélectionnez [actif]
it: Selezionare un [bene]
ja: [アセット] を選択してください。
ko: [자산] 선택
nl: Selecteer een [actief]
pl: Wybierz [Zasób]

# SelectAssetText
source: Select an Asset
de: Wählen Sie eine Anlage aus
fr: Sélectionner un actif
it: Seleziona un asset
ja: アセットを選択
ko: 자산 선택
nl: Selecteer een activum
pl: Wybierz zasób

# SelectCalculatorTypeText
source: Select a Calculator Type
de: Wählen Sie einen Taschenrechnertyp aus
fr: Sélectionnez un type de calculateur
it: Seleziona un tipo di calcolatrice
ja: 計算機の種類を選択
ko: 계산기 유형 선택
nl: Selecteer een type rekenmachine
pl: Wybierz typ kalkulatora

# SelectSite
source: Please select the Site
de: Bitte wählen Sie den Standort aus
fr: Veuillez sélectionner le Site
it: Selezionare il sito
ja: サイトを選択してください
ko: 사이트를 선택하십시오.
nl: Selecteer de site
pl: Wybierz stronę

# SelectSiteText
source: Select a Site
de: Wählen Sie einen Standort aus
fr: Sélectionnez un site
it: Seleziona un sito
ja: サイトを選択
ko: 사이트 선택
nl: Selecteer een site
pl: Wybierz witrynę

# SelectText
source: Select
de: Auswählen
fr: Sélectionnez
it: Selezionare
ja: 選択
ko: 선택
nl: Selecteren
pl: Wybrać

# SelectTheAccount
source: Please select the Account
de: Wählen Sie ein Konto-Typ
fr: S'il vous plaît choisir le Numéro de compte
it: Si prega di selezionare l'Account
ja: アカウントを選択してください。
ko: 계정을 선택 하십시오
nl: Selecteer de Account
pl: Wybierz Konto

# SelectTheCalculatorType
source: Please select the Calculator Type
de: Bitte wählen Sie den Rechner
fr: Veuillez sélectionner le type
it: Si prega di selezionare il tipo di calcolatrice
ja: 計算の種類を選択してください。
ko: 계산기의 종류를 선택 하십시오
nl: Selecteer het Type Calculator
pl: Wybierz typ kalkulatora

source: * Site
de: *Website
it: *Sito
ja: *サイト
ko: *사이트
nl: *Ligging
pl: *Miejsce

# SiteAndContextText
source: Site and Context
de: Standort und Kontext
fr: Site et contexte
it: Sito e contesto
ja: サイトと状況
ko: 사이트 및 컨텍스트
nl: Site en context
pl: Witryna i kontekst

# SiteText
source: Site
de: Website
it: Sito
ja: サイト
ko: 사이트
nl: Ligging
pl: Miejsce

source: Sort By:
de: Sortieren nach
fr: Trier par
it: Ordina per
ja: 並び替え
ko: 정렬방식
nl: Sorteer op
pl: Sortuj według:

# SortByCalculatorType
source: Calculator Type
de: Taschenrechner
fr: la calculatrice
it: Tipo di calcolatrice
ja: 電卓
ko: 계산기
nl: rekenmachine
pl: Typ kalkulatora

# SortByProjectName
source: Project Name
de: Projektname
fr: Nom du projet
it: Nome progetto
ja: プロジェクト名
ko: 프로젝트 이름
nl: Naam van het project
pl: Nazwa projektu

# SortByRecentlyViewed
source: Recently Viewed
de: Zuletzt angesehen
fr: Consulté récemment
it: Visto di recente
ja: 更新日
ko: 최근에 본
nl: Recent bekeken
pl: Ostatnio oglądane

# SortByText
source: Sort by
de: Sortieren nach
fr: Trier par
it: Ordinamento per
ja: 並べ替え基準:
ko: 정렬 기준
nl: Sorteren op
pl: Sortuj wg:

source: Submit
de: Senden
fr: Envoyer
it: Invia
ja: 送信
ko: 전송
nl: Opslaan
pl: Prześlij

source: Synchronizing data...
de: Das Synchronisieren von Daten...
fr: Synchronisation des données ...
it: Sincronizzazione dei dati...
ja: データを同期する
ko: 데이터 동기화
nl: Het synchroniseren van gegevens...
pl: Synchronizowanie danych...

# SystemOffline
source: Offline
de: SYSTEM OFFLINE
fr: SYSTÈME EN MODE HORS CONNEXION
it: SISTEMA OFFLINE
ja: オフライン システム
ko: 시스템 펌프 오프라인
nl: Systeempomp offline

# SystemOnline
source: Online
de: SYSTEM ONLINE
fr: SYSTÈME EN LIGNE
it: Sistemi on-line
ja: オンライン システム
ko: 온라인 시스템
nl: SYSTEEM ONLINE

source: Thermal Energy
de: Thermische Energie
fr: Énergie thermique
it: Energia termica
ja: 熱エネルギー
ko: 열 에너지
nl: Thermische energie
pl: Ciepło

# TitleRequiredFields
source: Required fields missing
de: Erforderliche Felder fehlen
fr: Champs obligatoires manquants
it: Campi obbligatori mancanti
ja: 必須フィールドがありません
ko: 필요한 필드가 누락되었습니다.
nl: Verplichte velden ontbreken
pl: Brak wymaganych pól

# TotalSavingsText
source: Total Savings:
de: Gesamteinsparungen:
fr: Économies totales :
it: Risparmi totali:
ja: 合計セービング:
ko: 총 절감 비용:
nl: Totale besparing:
pl: Łączne oszczędności:

source: Total Value Saved
de: Gespeicherter Gesamtwert
fr: Valeur totale économisée
it: Valore totale salvato
ja: 保存した合計値
ko: 절감된 총액
nl: Totale bespaarde waarde
pl: Łączna wartość zaoszczędzona

source: Try Again
de: Erneut versuchen
fr: Essayez à nouveau
it: Riprova
ja: 再試行する
ko: 재시도
nl: Probeer opnieuw
pl: Spróbuj ponownie

# txtAccount
source: * Account
de: Konto
fr: * Compte
it: conto
ja: アカウント
ko: 계정
pl: *Rachunek

# txtAdditionalDescriptionError
source: Additional Description can not be more than 2000 characters.
de: Zusätzliche Beschreibung darf nicht mehr als 20.000 Zeichen betragen.
fr: La description supplémentaire ne peut pas être plus de 2 000 caractères.
it: Ulteriori Descrizione non può essere superiore a 2000 caratteri.
ja: 追加の説明文は2000文字以内です。
ko: 추가 설명은 2000자를 초과할 수 없습니다.
nl: Aanvullende beschrijving mag niet langer zijn dan 2000 tekens.
pl: Opis dodatkowy nie może mieć więcej niż 2000 znaków.

# txtProjectName
source: * Project Name
de: Projektname
fr: Nom du projet
it: Nome progetto
ja: プロジェクト名
ko: 프로젝트명
nl: Projectnaam
pl: * Nazwa projektu

# txtRequiredFields
source: Please fill all the required details
de: Bitte füllen Sie alle erforderlichen Details aus
fr: Veuillez remplir tous les détails requis
it: Si prega di compilare tutti i dettagli richiesti
ja: 必要な詳細をすべて記入してください
ko: 필요한 모든 세부정보를 입력하십시오.
nl: Gelieve alle vereiste gegevens in te vullen
pl: Wypełnij wszystkie wymagane dane

# txtSearchSite
source: Search Site
de: Website suchen
fr: Rechercher un site
it: Cerca sito
ja: サイトを検索
ko: 사이트 검색
nl: Zoeken op de site
pl: Szukaj w witrynie

# txtSite
source: Site
de: Website
it: Sito
ja: サイト
ko: 사이트
nl: Ligging
pl: Miejsce

# txt_Retry_GetUser
source: Failed to get User details. Retry count:-
de: Benutzerdetails konnten nicht erhalten werden. Wiederholungszählung:-
fr: Échec d’obtenir les détails de l’utilisateur. Réessayez compte :-
it: Impossibile ottenere i dettagli dell'utente. Conteggio riprova:-
ja: ユーザーの詳細を取得できませんでした。回数に関する問題を解決する:-
ko: 사용자 세부정보를 얻지 못했습니다. 재시도 수:-
nl: Kan gebruikersgegevens niet ophalen. Aantal nieuwe pogingen: -
pl: Nie udało się uzyskać danych użytkownika. Liczba ponownych prób:-

# UnsavedData
source: There is an unsaved data in the application
de: Es sind nicht gespeicherte Daten in der Anwendung vorhanden
fr: Il existe des données non enregistrées dans l’application
it: Nell’applicazione sono presenti dati non salvati
ja: アプリケーションに未保存のデータがあります
ko: 애플리케이션에 저장되지 않은 데이터가 있습니다.
nl: Er zijn niet-opgeslagen gegevens in de applicatie
pl: W aplikacji znajdują się niezapisane dane

# UpdatedTime
source: Last Updated:
de: Aktualisiert
fr: Mise à jour
it: Non aggiornato
ja: 更新されました
ko: 업데이트됨
nl: Bijgewerkt
pl: Ostatnia aktualizacja:

# UploadButton
source: Upload
de: Hochladen
fr: Transférer
it: Carica
ja: アップロード
ko: 업로드
nl: Uploaden
pl: Przesyłać

# ValueCategoryText
source: Value Category
de: Wertkategorie
fr: Catégorie de valeur
it: Categoria valore
ja: 値のカテゴリー
ko: 가치 범주
nl: Waarde Categorie
pl: Kategoria wartości

# VerifyInputs
source: Please verify your inputs
de: Bitte überprüfen Sie Ihre Eingaben
fr: S’il vous plaît vérifiez vos entrées
it: Si prega di verificare il vostro input
ja: 入力内容を確認してください。
ko: 당신의 입력을 확인 하십시오
nl: Controleer uw input
pl: Sprawdź wprowadzone dane

source: Version
it: Versione
ja: バージョン
ko: 버전
nl: Versie
pl: Wersja

source: Waste
de: Abfälle
fr: Déchets
it: Rifiuti
ja: 廃棄 物
ko: 낭비
nl: Afval
pl: Marnować

source: Waste Solid
de: Abfallfeststoff
fr: Déchets solides
it: Rifiuti solidi
ja: 固形廃棄物
ko: 폐기물 고체
nl: Afval Vast
pl: Odpady stałe

source: Water
de: Wasser
fr: Eau
it: Acqua
ja: 水
ko: 물
pl: Woda

# WaterTabName
source: Water
de: Wasser
fr: Eau
it: Acqua
ja: 水
ko: 물
pl: Woda

# WordCount
source: Word Count should be less or equal to
de: Wortanzahl sollte weniger oder gleich sein
fr: Le nombre de mots doit être inférieur ou égal à
it: Il conteggio delle parole deve essere inferiore o uguale a
ja: ワードカウントは次の値以下にする必要があります。
ko: 단어 수는 다음과 같거나 적어야 합니다.
nl: Het aantal woorden moet kleiner zijn dan of gelijk zijn aan
pl: Liczba słów powinna być mniejsza lub równa

# YesButton
source: Yes
de: Ja
fr: Oui
it: Sì
ja: はい
ko: 그래
nl: Ja
pl: Tak
