Repository: xamcat/EcoLabLocalization
Catalog: SampleApp/Resources/Strings/AppResources.*.resx
Languages: de, fr, it, ja, ko, nl, pl

# DeepLinkNoAccountAccess
source: You do not have access to the selected account. Please favorite the site associated with it in Asset harvester.
de: Sie haben keinen Zugriff auf das ausgewählte Konto. Bitte favorisierten Sie die seite die mit diesem in Asset Harvester assoziiert ist.
fr: Vous n’avez pas accès au compte sélectionné. Veuillez favori du site associé à celui-ci dans le récolteur d’actifs.
it: Non è possibile accedere all'account selezionato. Preferito il sito associato all'asset harvester.
ja: 選択したアカウントにはアクセスできません。アセットハーベスターで関連するサイトをお気に入りに入って下さい。
ko: 선택한 계정에 액세스할 수 없습니다. 자산 수확기와 관련된 사이트를 즐겨찾십시오.
nl: U heeft geen toegang tot het geselecteerde account. Maak de bijbehorende site favoriet in Asset harvester.
pl: Nie masz dostępu do wybranego konta. Dodaj do ulubionych witrynę powiązaną z nią w narzędziu Asset Harvester.

# DeepLinkNoSiteAccess
source: You do not have access to the selected site. Please favorite the site in Asset harvester to access it.
de: Sie haben keinen Zugriff auf die ausgewählte Website. Bitte favoriten Sie die Website im Asset Harvester um darauf zuzugreifen.
fr: Vous n’avez pas accès au site sélectionné. Veuillez favori du site dans le récolteur d’actifs pour l’accéder.
it: Non è possibile accedere al sito selezionato. Preferito il sito nel raccoglitore degli asset per accedervi.
ja: 選択したサイトにアクセスすることはできません。アセットハーベスターのサイトを気に入ってアクセスしてください。
ko: 선택한 사이트에 액세스할 수 없습니다. 자산 수확기의 사이트를 즐겨찾아 액세스하십시오.
nl: U heeft geen toegang tot de geselecteerde site. Maak de site favoriet in Asset harvester om toegang te krijgen.
pl: Nie masz dostępu do wybranej witryny. Aby uzyskać do niej dostęp, dodaj witrynę do ulubionych w narzędziu do zbioru zasobów.

# DiscardText
source: Discard
de: Verwerfen
fr: Jeter
it: Scartare
ja: 破棄
ko: 삭제
nl: Afdanken
pl: Odrzucić

source: Display In
de: Anzeige im
fr: Afficher dans
it: Visualizza in:
ja: 画面表示:
ko: 디스플레이:
nl: Weergave in:
pl: Wyświetl w

# DollarSaveBreakdownByCategory
source: Dollar saved breakdown by category
de: Aufschlüsselung des Dollar nach Kategorie gespeichert
fr: Répartition des dollars économisés par catégorie
it: Dollaro risparmiato in base alla categoria
ja: ドルの分類による内訳の削減
ko: 범주별로 고장이 절감된 달러
nl: Dollar opgeslagen uitsplitsing per categorie
pl: Zapisany dolar w podziale na kategorie

# DoNotShow
source: Don't show this message again.
de: Diese Nachricht nicht mehr anzeigen.
fr: Ne plus afficher ce message.
it: Non visualizzare di nuovo questo messaggio.
ja: このメッセージを再表示しない。
ko: 이 메시지를 다시 표시하지 마십시오.
nl: Laat dit bericht niet meer zien.
pl: Nie pokazuj więcej tego komunikatu.

source: Draft
de: Entwurf
fr: Projet
it: Bozza
ja: ドラフト
ko: 초안
nl: Concept
pl: Szkic

# EditButton
source: Edit
de: Bearbeiten
fr: Modifier
it: Modifica
ja: 編集
ko: 편집
nl: Bewerk
pl: Redagować

# EditProjectInfoText
source: Edit Project Info
de: Projektinformation bearbeiten
fr: Modifier les informations sur le projet
it: Modifica info progetto
ja: プロジェクト情報の編集
ko: 프로젝트 정보 편집
nl: Projectgegevens bewerken
pl: Edytuj informacje o projekcie

# EditProjectPage
source: Edit Project
de: Projekt bearbeiten
fr: Modifier le contrat
it: Modifica Progetto
ja: プロジェクトを編集
ko: 프로젝트 수정
nl: Project Bewerken
pl: Edytuj projekt

source: Electrical Energy
de: Elektrische Energie
fr: Énergie électrique
it: Energia elettrica
ja: 電気エネルギー
ko: 전기 에너지
nl: Elektrische energie
pl: Energia elektryczna

source: Emission
fr: Émission
it: Emissione
ja: 排出
ko: 방출
nl: Emissie
pl: Emisja

source: energy
de: Energie
fr: Énergie
it: Energia
ja: エネルギー
ko: 에너지
nl: energie
pl: energia

source: Energy - Electrical
de: Energie - Elektrische Energie
fr: Énergie - Électricité
it: Energia - Elettrica
ja: エネルギー - 電気
ko: 에너지 - 전기
nl: Energie - Elektrisch
pl: Energetyka - Elektryka

# EnergyGreenhouse
source: Energy - Greenhouse Gases
de: Energie - Treibhausgase
fr: Énergie - Gaz à effet de serre
it: Energia - Gas serra
ja: エネルギー - 温室効果ガス
ko: 에너지 - 온실 가스
nl: Energie - Broeikasgassen
pl: Energia - Gazy cieplarniane

# EnergyTabName
source: Energy
de: Energie
fr: Énergie
it: Energia
ja: エネルギー
ko: 에너지
nl: Energie
pl: Energia

source: Energy - Thermal
de: Energie - Thermisch
fr: Énergie - Thermique
it: Energia - Termica
ja: エネルギー - 熱
ko: 에너지 - 열
nl: Energie - Thermisch
pl: Energetyka - Energia cieplna

# Error_Calculation
source: Error occurred in calculation, Please enter different values.
de: Fehler bei der Berechnung, Bitte geben Sie verschiedene Werte ein.
fr: Une erreur s’est produite dans le calcul, Veuillez entrer des valeurs différentes.
it: Si è verificato un errore nel calcolo, immettere diversi valori.
ja: 計算でエラーが発生しました、異なる値を入力してください。
ko: 계산시 오류가 발생했습니다. 다른 값을 입력하십시오.
nl: Er is een fout opgetreden bij de berekening, voer verschillende waarden in.
pl: Wystąpił błąd w obliczeniach, wprowadź różne wartości.

# ExchangeRate
source: * Exchange rate (coming soon)
de: * Wechselkurs (in Kürze)
fr: * Taux de change (à venir)
it: * Tasso di cambio (prossimamente)
ja: * 為替レート (近日公開予定)
ko: * 환율 (출시 예정)
nl: * Wisselkoers (binnenkort beschikbaar)
pl: * Kurs wymiany walut (wkrótce)

# FeatureComingSoon
source: Feature will be coming soon
de: Die Funktion wird demnächst
fr: La fonctionnalité sera bientôt disponible
it: La funzione sarà a breve
ja: 特集は近日中に公開されます
ko: 기능은 곧 발표 될 예정이다
nl: Functie komt binnenkort beschikbaar
pl: Ta funkcja będzie dostępna wkrótce

source: Generate Report
de: Bericht erstellen
fr: Générer Rapport
it: Genera il report
ja: レポートを自動作成する。
ko: 보고서 생성
nl: Rapport genereren
pl: Wygeneruj raport

# GreaterOrEqual
source: Value should be greater or equal to
de: Wert sollte größer oder gleich sein
fr: La valeur doit être supérieure ou égale à
it: Il valore deve essere maggiore o uguale a
ja: 値は以下の値以上である必要があります
ko: 가치는 다음보다 크거나 같아야 합니다.
nl: De waarde moet groter zijn dan of gelijk zijn aan
pl: Wartość powinna być większa lub równa

source: Historical Data
de: Historische Daten
fr: Données historiques
it: Dati cronologici
ja: 過去のデータ
ko: 과거 데이터
nl: Historische gegevens
pl: Dane historyczne

# HowToDetermine
source: How to determine {0}
de: Wie man bestimmt {0}
fr: Comment déterminer {0}
it: Come determinare {0}
ja: 判断方法 {0}
ko: 판단 방법 {0}
nl: Hoe te bepalen {0}
pl: Jak określić {0}

# ImageExtentionAlertMsg
source: Please upload images with extension .jpg / .jpeg / .png only
de: Bitte laden Sie Bilder mit Erweiterung .jpg / .jpeg / nur .png hoch
fr: Veuillez télécharger les images avec .jpg d’extension / .jpeg / .png uniquement
it: Carica le immagini con estensione .jpg / .jpeg / .png solo
ja: 拡張子.jpg/.jpeg/.pngのみ画像をアップロードしてください
ko: 연장 .jpg/.jpeg/.png만 있는 이미지를 업로드하십시오.
nl: Upload afbeeldingen met extensie .jpg / .jpeg / .png alleen
pl: Prześlij tylko zdjęcia z rozszerzeniem .jpg / .jpeg / .png

source: improved
de: Verbessert
fr: Amélioré
it: Migliorato
ja: 改善
ko: 향상
nl: Verbeterd
pl: Poprawa

source: increased
de: Erhöht
fr: Augmenté
it: Aumentato
ja: 増加
ko: 증가
nl: Verhoogd
pl: Zwiększona

# InfoText
source: Info
de: Informationen
it: Informazioni
ja: 情報
ko: 정보
pl: Informacji

source: Instructions
de: Anweisungen
fr: Mode d’emploi
it: Procedimento
ja: 手順
ko: 사용법
nl: Instructies
pl: Instrukcje

# iOSScanText
source: Scan for iOS App
de: Suchen Sie nach iOS-App
fr: Rechercher l’application iOS
it: Scansiona l'app iOS
ja: iOSアプリをスキャン
ko: iOS 앱 스캔
nl: Scannen voor iOS-app
pl: Skanuj w poszukiwaniu aplikacji na iOS

source: Last Modified By
de: Zuletzt Geändert Von
fr: Dernière modification par
it: Modificato da
ja: 更新者
ko: 마지막 수정
nl: Laatst gewijzigd door
pl: Ostatnio zmodyfikowany przez

source: Last Modified On
de: Zuletzt Geändert Am
fr: Modifié le
it: Data ultima modifica:
ja: 更新日時
ko: 최근 수정
nl: Laatst aangepast op
pl: Ostatnio modyfikowany dnia

# LessOrEqual
source: Value should be less or equal to
de: Wert sollte weniger oder gleich sein
fr: La valeur doit être inférieure ou égale à
it: Il valore deve essere inferiore o uguale a
ja: 値は以下でなければなりません
ko: 값은
nl: De waarde moet kleiner zijn dan of gelijk zijn aan
pl: Wartość powinna być mniejsza lub równa

source: Loading project...
de: Laden-Projekt...
fr: Chargement du projet ...
it: Caricamento progetto in corso...
ja: プロジェクトを読み込んでいます。
ko: 로드 프로젝트...
nl: Laden project...
pl: Wczytywanie projektu...

# LoadingText
source: Loading...
de: Laden...
fr: Chargement...
it: Caricamento...
ja: 読み込み。。。
ko: 로드...
nl: Laden...
pl: Ładowania...

source: Located in:
de: Standort in:
fr: Situé à :
it: Localizzato a
ja: 格納場所
ko: 에:
nl: Gelegen in
pl: Znajduje się w:

source: Login Failed
de: Anmeldung fehlgeschlagen
fr: Échec de Connexion
it: Login fallito
ja: ログイン失敗
ko: 로그인 실패
nl: Inloggen mislukt
pl: Logowanie nie powiodło się

# LoginMessage
source: If you have questions about the login, please click the instructions below.
de: Wenn Sie Fragen zum Login haben, klicken Sie bitte die Anweisungen unten.
fr: Si vous avez des questions sur la connexion, veuillez cliquer sur les instructions ci-dessous.
it: Se avete domande circa il login, clicca le istruzioni riportate di seguito.
ja: ログインに関する質問がある場合は、以下の手順をクリックしてください。
ko: 로그인에 대 한 질문이 있으시면, 아래의 지침을 클릭 하십시오.
nl: Als u vragen over het inloggen hebt, klik dan de onderstaande instructies.
pl: Jeśli masz pytania dotyczące logowania, kliknij poniższe instrukcje.

source: LOGOUT
de: ABMELDEN
fr: DÉCONNEXION
it: ESCI
ja: ログアウト
ko: 로그아웃
pl: WYLOGUJ

# LogoutConfirmation
source: Do you want to Logout?
de: Möchten Sie sich abmelden?
fr: Souhaitez-vous vous déconnecter ?
it: Disconnettersi?
ja: ログアウトしますか?
ko: 로그아웃하시겠습니까?
nl: Wilt u uitloggen?
pl: Czy chcesz się wylogować?

# MaxImagesAlertMsg
source: You are only allowed to upload {0} images.
de: Sie dürfen nur hochladen {0} Bilder.
fr: Vous n’êtes autorisé à télécharger que {0} Images.
it: È consentito caricare solo {0} Immagini.
ja: アップロードは許可されています {0} 画像。
ko: 업로드만 허용됩니다. {0} 이미지.
nl: Je mag alleen uploaden {0} beelden.
pl: Możesz tylko przesyłać {0} Obrazów.

# MenuFeedBack
source: FeedBack
de: SUPPORT
fr: SUPPORT
it: SUPPORT
ja: SUPPORT
ko: SUPPORT
nl: SUPPORT
pl: Wsparcie

# MenuHome
source: Home
de: PROJECT-STARTSEITE
fr: PAGE D’ACCUEIL DU PROJET
it: Progetto
ja: プロジェクトホーム
ko: 프로젝트
nl: INTRODUCTIEPAGINA VAN PROJECT
pl: Dom

# MenuImpersonate
source: IMPERSONATE
de: Nachahmen
fr: EMPRUNTER L’IDENTITÉ
it: Impersona
ja: コピー
ko: 가장하다
nl: IMITEREN
pl: PERSONIFIKOWAĆ

# MenuNewProgram
source: New Project
de: Neues Projekt
fr: CRÉER LE NOUVEAU PROJET
it: Crea un nuovo progetto
ja: 新しいプロジェクトを作成する
ko: 새 프로젝트 생성
nl: Maak nieuw project
pl: Nowy projekt

# MenuSettings
source: Settings
de: EINSTELLUNGEN
fr: PARAMÈTRES
it: IMPOSTAZIONI
ja: 設定
ko: 설정
nl: INSTELLINGEN
pl: Ustawienia

# MenuSync
source: Sync Now
de: Synchronisieren
fr: SYNCHRONISATION
it: SINCRONIZZA
ja: 同期する
ko: 동기화
nl: Sync
pl: Synchronizuj teraz

# MoreOptionsText
source: More Options
de: Weitere Optionen
fr: Plus d’options
it: Ulteriori opzioni
ja: その他のオプション
ko: 추가 옵션
nl: Meer opties
pl: Więcej opcji

# NegativeValuesInformationText
source: Negative values will be pushed to CRM as 0. Would you like to continue?
de: Negative Werte werden auf CRM als 0 gedrückt. Möchten Sie fortfahren?
fr: Les valeurs négatives seront poussées vers CRM comme 0. Souhaitez-vous continuer ?
it: I valori negativi saranno indirizzati al CRM come 0. Vorresti continuare?
ja: 負の値は0としてCRMにプッシュされます。続けますか?
ko: 음수 값은 CRM 0으로 밀려나게 됩니다. 계속 하시겠습니까?
nl: Negatieve waarden worden als 0 naar CRM gepusht. Wil je doorgaan?
pl: Wartości ujemne zostaną wypchnięte do CRM jako 0. Czy chcesz kontynuować?

# NetworkAvailablity
source: Network is not available
de: Netzwerk ist nicht verfügbar
fr: Impossible de se connecter au réseau
it: La rete non è disponibile
ja: ネットワークが利用できません
ko: 네트워크를 사용할 수 없습니다.
nl: Netwerk is niet beschikbaar
pl: Sieć jest niedostępna

source: New Project
de: Neues Projekt
fr: Nouveau contrat
it: Nuovo progetto
ja: 新しいプロジェクト
ko: 새 프로젝트
nl: Nieuw project
pl: Nowy projekt

# NoButton
source: No
de: Nein
fr: aucune
ja: いいえ
ko: 아니요
nl: Dit klopt eigenlijk niet
pl: Nie

# NoneSelectedText
source: None Selected
de: Keine ausgewählt
fr: Aucun sélectionné
it: Nessuno selezionato
ja: 選択なし
ko: 아무도 선택되지 않았습니다.
nl: Geen geselecteerd
pl: Nie wybrano

source: No Result Found
de: Kein Ergebnis gefunden
fr: Aucun résultat
it: Nessun risultato trovato
ja: 結果は見つかりませんでした
ko: 결과가 없습니다
nl: Geen resultaat gevonden
pl: Nie znaleziono wyniku

# NoSoldToMessage
source: There are no sold to associated with the selected site. Please create a ticket with
de: Es gibt keinen Verkauf an den ausgewählten Standort angeschlossen. Bitte erstellen Sie ein Ticket mit
fr: Il n’y a pas de vente associée au site sélectionné. Veuillez créer un billet avec
it: Non vi sono vendite associato al sito selezionato. Creare un biglietto con
ja: 選択したサイトに関連する販売先はありません。次でチケットを作成してください
ko: 선택한 사이트와 관련된 판매는 없습니다. 티켓은
nl: Er zijn geen verkopen aan gekoppeld aan de geselecteerde site. Maak een ticket aan met
pl: Z wybraną witryną nie są powiązane żadne sprzedane. Utwórz zgłoszenie za pomocą

# NoSoldTo_SubText
source: to correct this.
de: um dies zu korrigieren.
fr: pour corriger cela.
it: per correggere questo compito.
ja: これを修正します。
ko: 고쳐야 합니다.
nl: om dit te corrigeren.
pl: , aby to naprawić.

# NotAuthorized
source: The logged in user is not Authorized. Please contact the admin.
de: Der angemeldete Benutzer ist nicht autorisiert. Bitte kontaktieren Sie den Administrator.
fr: L’utilisateur connecté n’est pas autorisé. Veuillez contacter l’administration.
it: L'utente effettuato l'accesso non è autorizzato. Contattare l'amministratore.
ja: ログインユーザーは承認されていません。管理者に連絡してください。
ko: 로그인한 사용자는 권한이 없습니다. 관리자에게 문의하십시오.
nl: De ingelogde gebruiker is niet geautoriseerd. Neem dan contact op met de admin.
pl: Zalogowany użytkownik nie jest autoryzowany. Skontaktuj się z administratorem.

# NotConnected
source: You need an active Internet connection to synchronize.
de: Sie benötigen eine aktive Internetverbindung synchronisieren.
fr: Vous avez besoin d’une connexion Internet active pour synchroniser.
it: Avete bisogno di una connessione Internet attiva per sincronizzare.
ja: 同期するには、インターネットに接続する必要があります。
ko: 당신은 동기화 하려면 활성 인터넷 연결이 필요.
nl: U moet een actieve internetverbinding om te synchroniseren.
pl: Do synchronizacji potrzebne jest aktywne połączenie z Internetem.

# NotNowText
source: Not Now
de: Jetzt nicht
fr: Pas maintenant
it: Non ora
ja: 今ではありません
ko: 지금은 아니에요
nl: Niet nu
pl: Nie teraz

# Numeric
source: Value should be numeric
de: Wert sollte numerisch sein
fr: La valeur doit être numérique
it: Il valore deve essere numerico
ja: 値は数値でなければなりません
ko: 값은 숫자여야 합니다.
nl: De waarde moet numeriek zijn
pl: Wartość powinna być liczbowa

source: OK
de: OKAY
fr: D'ACCORD
ja: はい
ko: 네
nl: Nou vooruit

# OpenCMVProjectText
source: Open CRM Project
de: CRM Projekt öffnen
fr: Ouvrir CRM Projet
it: Apri progetto CRM
ja: CRMプロジェクトを開く
ko: CRM 프로젝트 열기
nl: CRM-project openen
pl: Otwórz projekt CRM

# Parameters
source: Parameter
fr: Paramètre
it: Parametro
ja: パラメーター
ko: 매개 변수
pl: Parametr

# PlaceHolderProjectName
source: Name for New Project
de: Namen für neues Projekt
fr: Nom pour le nouveau projet
it: Nome nuovo progetto
ja: 新しいプロジェクトの名前
ko: 새 프로젝트에 대 한 이름
nl: Naam voor nieuw Project
pl: Nazwa nowego projektu

source: Productivity
de: Produktivität
fr: Productivité
it: Produttività
ja: 生産性
ko: 생산성
nl: Productiviteit
pl: Produktywność

source: Productivity Chemistry
de: Produktivitätschemie
fr: Chimie de la productivité
it: Prodotti chimici di produttività
ja: 生産性化学
ko: 생산성 화학
nl: Productiviteit Chemie
pl: Chemia produktywności

source: Productivity - Labor
de: Produktivität - Arbeit
fr: Productivité - Main-d’œuvre
it: Produttività - Manodopera
ja: 生産性-労働
ko: 생산성 - 인건비
nl: Productiviteit - Arbeid
pl: Produktywność - Siła robocza

source: Productivity - Location
de: Produktivität - Standort
fr: Productivité - Emplacement
it: Produttività - Luogo
ja: 生産性 - 所在地
ko: 생산성 - 위치
nl: Productiviteit - Locatie
pl: Produktywność - Lokalizacja

source: Productivity People
de: Produktivität Mitarbeiter
fr: Productivité personnes
it: Persone produttività
ja: 生産性(人材)
ko: 생산성 인재
nl: Productiviteit Mensen
pl: Produktywność Ludzie

source: Productivity Plant
de: Produktivitätsanlage
fr: Usine de productivité
it: Stabilimento di produttività
ja: 生産性工場
ko: 생산성 플랜트
nl: Productiviteit Installatie
pl: Zakład produktywności

source: Productivity - Product
de: Produktivität - Produkt
fr: Productivité - Produit
it: Produttività - Prodotto
ja: 生産性 - 製品
ko: 생산성 - 제품
nl: Productiviteit - Product
pl: Produktywność - Produkt

# Profitability
source: Increased Production
de: Produktionssteigerung
fr: Augmentation de la production
it: Produzione aumentata
ja: 生産量の増加
ko: 생산량 증가
nl: Verhoogde productie
pl: Zwiększona produkcja

# ProgramAlreadyPushedMessage
source: The project has already been pushed to CRM. Once you push it again, all current data will be overridden. Would you like to proceed?
de: Das Projekt wurde bereits CRM gedrängt. Sobald Sie es erneut drücken, werden alle aktuellen Daten übersteuert. Möchten Sie fortfahren?
fr: Le projet a déjà été poussé à CRM. Une fois que vous le pousserez de nouveau, toutes les données actuelles seront remplacées. Souhaitez-vous poursuivre ?
it: Il progetto è già stato spinto al CRM. Una volta premuto di nuovo, tutti i dati correnti verranno sostituti. Si desidera procedere?
ja: プロジェクトはすでにCRMにプッシュされています。もう一度プッシュすると、現在のすべてのデータがオーバーライドされます。先に進みますか?
ko: 이 프로젝트는 이미 CRM 밀려났습니다. 다시 밀면 모든 현재 데이터가 재정의됩니다. 계속 하시겠습니까?
nl: Het project is al gepusht naar CRM. Zodra u er opnieuw op drukt, worden alle huidige gegevens overschreven. Wil je doorgaan?
pl: Projekt został już wypchnięty do CRM. Po ponownym wypchnięciu wszystkie bieżące dane zostaną nadpisane. Czy chcesz kontynuować?

source: Project
de: Projekt
fr: projet
it: Progetto
ja: プロジェクト
ko: 프로젝트
pl: Projekt

# ProjectHomePage
source: Project Home
de: Project-Startseite
fr: Projet maison
it: Progetto
ja: プロジェクトホーム
ko: 프로젝트
nl: Introductiepagina van project
pl: Strona główna projektu

source: Project Info
de: Projektinformationen
fr: Info du contrat
it: Info Prodotto
ja: プロジェクト情報
ko: 요청 정보
nl: Projectinformatie
pl: Informacje o projekcie

# ProjectInformationText
source: Project Information
de: Projektinformationen
fr: Informations sur le projet
it: Informazioni sul progetto
ja: プロジェクト情報
ko: 프로젝트 정보
nl: Informatie over het project
pl: Informacje na temat projektu

source: Project Name
de: Projektname
fr: Nom du projet
it: Nome progetto
ja: プロジェクト名
ko: 프로젝트 이름
nl: Naam van het project
pl: Nazwa projektu

source: Project name cannot be empty
de: Name
fr: Le nom ne peut être vide
it: Il nome progetto non può essere vuoto.
ja: プロジェクト名を記入してください。
ko: 프로젝트 이름이 비어 있을 수 없습니다
nl: De naam mag niet leeg zijn
pl: Nazwa projektu nie może być pusta

# ProjectNameExceedsTheMaximumLengthOf_X_Characters
source: Project name exceeds the maximum length of {0} characters
de: Projektnamen überschreitet die maximale Länge von {0} Zeichen
fr: Nom du projet dépasse la longueur maximale de caractères {0}
it: Nome del progetto supera la lunghezza massima di {0} caratteri
ja: プロジェクト名が、{0} 文字上限を超えています。
ko: 프로젝트 이름은 {0} 문자 최대 길이 초과
nl: Projectnaam overschrijdt de maximale lengte van {0} tekens
pl: Nazwa projektu przekracza maksymalną długość {0} Znaków

source: Project name should be unique within the account
de: Projektname sollte eindeutig innerhalb des Kontos sein
fr: Nom du projet doit être unique au sein du compte
it: Nome del progetto deve essere univoco all'interno del conto
ja: プロジェクト名は、アカウント内で統一する必要があります。
ko: 프로젝트 이름을 계정 내에서 고유 해야 합니다
nl: Projectnaam moet uniek zijn binnen de account
pl: Nazwa projektu powinna być unikatowa w obrębie konta

# ProjectNameText
source: Project Name
de: Projektname
fr: Nom du projet
it: Nome progetto
ja: プロジェクト名
ko: 프로젝트 이름
nl: Naam van het project
pl: Nazwa projektu

# ProjectNameTextUWP
source: Type a new project name
de: Geben Sie einen neuen Projektnamen ein
fr: Saisissez un nouveau nom de projet
it: Inserire un nuovo nome progetto
ja: 新しいプロジェクト名を入力
ko: 새 프로젝트 이름을 입력하십시오.
nl: Typ een nieuwe projectnaam
pl: Wpisz nową nazwę projektu

source: Project Parameters
de: Projektparameter
fr: Paramètres du projet
it: Parametri progetto
ja: プロジェクトパラメータ
ko: 프로젝트 매개변수
pl: Parametry projektu

# ProjectsCount
source: projects total sorted by
de: Projekte gesamt sortiert nach
fr: total des projets triés de
it: totale dei progetti ordinati da
ja: プロジェクトの合計並べ替え基準:
ko: 총 프로젝트 정렬 기준
nl: Projecten Totaal gesorteerd op
pl: Projekty ogółem posortowane według

# ProjectSearchPlaceholder
source: Search by name, site, or calculator
de: Suche für ein Projekt
fr: Vous recherchez un projet
it: Ricerca per un progetto
ja: プロジェクトを検索
ko: 프로젝트에 대 한 검색
nl: Zoek een project
pl: Wyszukiwanie według nazwy, witryny lub kalkulatora

source: Proposed State
de: Zustand "vorgeschlagen"
fr: État proposé
it: Stato proposto
ja: 提案状況
ko: 제안 된 상태
nl: Voorgestelde staat
pl: Proponowany stan

# PushedToCmv
source: Pushed To CRM
de: An CRM gedrückt
fr: Poussé à CRM
it: Spinta al CRM
ja: CRMにプッシュ
nl: Gepusht naar CRM
pl: Wypchnięte do CRM

source: Pushing to CRM..
de: Drücken auf CRM..
fr: Pousser vers CRM..
it: Spingere su CRM..
ja: CRMへの押し付け..
ko: CRM.
nl: Pushen naar CRM..
pl: Wypychanie do CRM..

# PushToCMV
source: Push To CRM
de: An CMV senden
fr: Déplacer vers Cmv
it: Invia a Cmv
ja: CMVに登録
ko: CMV로 푸시
nl: Push To Cmv

# PushToCmvInfo
source: Project Has Been Saved Successfully!
de: Das Projekt wurde erfolgreich gespeichert
fr: Le projet a été bien enregistré !
it: I dati sono stati salvati con successo!
ja: プロジェクトは保存されました。
ko: 프로젝트가 성공적으로 저장되었습니다.
nl: Project is succesvol opgeslagen!
pl: Projekt został pomyślnie zapisany!

# PushToCmvInfoSubTitle
source: The project TCO value can be easily pushed into your CRM project.
de: Das Projekt TCO Wert kann leicht in Ihr CRM Projekt gedrückt werden.
fr: La valeur TCO projet peut être facilement poussée dans votre projet CRM.
it: Il valore TCO del progetto può essere facilmente spinto nel progetto CRM.
ja: プロジェクトTCOの値は、簡単にあなたのCRMプロジェクトにプッシュすることができます.
ko: 가치 TCO 프로젝트는 여러분의 CRM 프로젝트로 쉽게 밀어 넣을 수 있습니다.
nl: De TCO-waarde van het project kan eenvoudig in uw CRM-project worden gepusht.
pl: Wartość TCO projektu można łatwo przenieść do projektu CRM.

# PushToCmvInfoSubTitleNextLine
source: The "Push To CRM" feature can be found in the "Save" dropdown menu.
de: Die Funktion "Push To CRM" befindet sich im Dropdown-Menü Speichern.
fr: La fonctionnalité « Push To CRM » est disponible dans le menu déroulant « Enregistrer ».
it: La funzione "Push to CRM" può essere trovata nel menu a discesa "Salva".
ja: 「CRMへのプッシュ」機能は、「保存」ドロップダウンメニューにあります。
ko: "푸시 투 CRM" 기능은 "저장" 드롭다운 메뉴에서 찾을 수 있습니다.
nl: De functie "Push To CRM" is te vinden in het vervolgkeuzemenu "Opslaan".
pl: Funkcję "Push To CRM" można znaleźć w menu rozwijanym "Zapisz".

# PushToCmvInfoTitle
source: Did you know?
de: Wussten Sie schon?
fr: Le saviez-vous ?
it: Lo sapevate?
ja: ご存知でしたか?
ko: 알고 계셨나요?
nl: Wist je dat?
pl: Czy wiesz, że...?

# PushToCmvText
source: Push to CRM
de: Druck auf CRM
fr: Pousser vers CRM
it: Spingere al CRM
ja: CRMにプッシュする
ko: 푸시 CRM
nl: Push naar CRM
pl: Wypychanie do CRM

source: reduced
de: Reduziert
fr: Réduit
it: Ridotto
ja: 削減
ko: 감소
nl: gereduceerd
pl: Zmniejszona
